
laugh=[
       "中文教授在課堂上授課：「在英語中，雙重否定會形成肯定，然而在部分語言中，例如俄羅斯語，雙重否定依然會保持否定。」\n\n「但是，」他接著說：「沒有一種語言，可以用雙重肯定來表示否定。」\n這時教室後方傳來一句話：\n\n\n「喔，是喔。」",
       "為什麼上帝不用租A片?\n\n是因為人在看天在看",
       "有一天瞎子跟瘸子相約去騎車，瞎子騎車瘸子看路，騎到一半瘸子突然看到前面有個大深溝，他就對瞎子大喊：溝溝溝，瞎子回他：啊勒啊勒啊勒，然後兩人一起掉入深溝中....",
       "有個人對著山洞大喊 : 嗚郎滴欸某??\n山洞裡有聲音回答: 嗚 ～\n\n\n\n\n然後他就被火車撞死了",
       "桃園三結義那天，張飛很滿意自己寫的字，轉頭對關羽說:「我字好醜」\n於是關羽對張飛說:\n「好醜你好，我字雲長」",
       "有一天螃蟹走在沙灘上，走著走著然後踩到了海星，\n海星大罵：你瞎子嗎 走路不看路啊！\n螃蟹回：不是 我是螃蟹",
       "一日上國文課, 老師說:「以後上網發言不要再隨便自稱「筆者」, 因為現在根本沒人再用原子筆寫字。」學生反問:「那要怎麼稱呼才對?」老師說:「鍵人」學生接者問:「那常用滑鼠的人，該怎麼稱呼?」老師說:「鼠輩」學生又問:「那智慧型手機都用觸控式，又沒有鍵盤滑鼠，又該怎麼稱呼?」老師說:「觸生」",
       "某人到酒店開房，服務員說客房全滿！\n他不想再找別的酒店他跑到樓上走廊大喊一句：開門開門，警察查房！\n然後下樓等待，\n一會兒，幾對男女匆忙下樓結賬！\n他走到總台：給我開個房間。",
]